Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sosiaali_ja_terveys.html.tmx
Source language: fin
Languages: sms

source: Sosiaali- ja terveyslautakunta
sms: Sosiaal- da tiõrvâsvuõttluʹvddkåʹdd

source: Sosiaali- ja terveyslautakunta on saamelaiskäräjien sosiaali- ja terveyspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
sms: Sosiaal- da tiõrvâsvuõttluʹvddkåʹdd lij Sääʹmteeʹǧǧ sosiaal- da tiõrvâsvuõttpoliittlaž eʹtǩǩõõzzi, aalǥtõõzzi, ceâlklmi da peäʹlestvälddmõõžži valmštõõlli.

source: Lautakunnan tehtävänä on edistää saamelaisten oikeuksia ja asemaa Suomen sosiaali- ja terveydenhuoltojärjestelmässä.
sms: Luʹvddkååʹdd tuâjjan lij oouʹdeed säʹmmlai vuõiggâdvuõđid da sââʹj Lääʹddjânnam sosiaal- da tiõrvâsvuõtthuõllriâšldõõǥǥâst.

source: Lautakunta päättää valtion talousarviossa (pääluokka 33, sosiaali- ja terveysministeriö) saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
sms: Luʹvddkåʹdd tuʹmmai riikk tällõsarvvlõõzzâst (väʹlddklass 33, sosiaal- da tiõrvâsvuõttministeria) sääʹmǩiõllsaž sosiaal- da tiõrvâsvuõttkääzzkõõzzi staanmõʹšše čuäʹjtum riikkveäʹǩǩvuõđ ââʹnnmest.

source: Se valmistelee saamelaiskäräjien kokoukselle pitemmän aikavälin suunnitelman saamenkielisten sosiaali- ja terveyspalvelujen tuottamisesta ja antaa vuosittain saamelaiskäräjien kokoukselle ja Lapin lääninhallitukselle selvityksen saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
sms: Tõt valmštââll Sääʹmteeʹǧǧ såbbra kuuʹǩǩab äiʹǧǧkõõsk plaan sääʹmǩiõllsaž sosiaal- da tiõrvâsvuõttkääzzkõõzzi puuʹtʼtummšest da oudd juõʹǩǩ eeʹjj Sääʹmteeʹǧǧ såbbra da Lappi lääʹnnhalltõʹsse čiõlǥtõõzz sääʹmǩiõllsaž sosiaal- da tiõrvâsvuõttkääzzkõõzzi staanmõʹšše čuäʹjtum riikkveäʹǩǩvuõđi ââʹnnmest.

source: Lautakunta vastaa ja huolehtii Pohjois-Suomen sosiaalialan osaamiskeskukselle määrättyjen saamelaisväestön palvelutarpeiden huomioimista edellyttävien tarpeellisten tehtävien hoitamisesta.
sms: Luʹvddkåʹdd vaʹsttad da âânn huõl tõõi sääʹmnarood kääzzkõstaaʹrbi vuâmmšummuž ooudldeei tarbbsõs tuåimi håiddmest, kook lie mieʹrruum Tâʹvv-Lääʹddjânnam sosiaalsueʹrj siltteemkõõskõʹsse.

source: Lautakunnan käsittelemät asioita valmistelevat ja toimeenpanevat sosiaali- ja terveyssihteeri ja Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikön suunnittelija.
sms: Luʹvddkååʹdd ǩiõttʼtõõllâm aaʹššid valmštâʹlle da peʹjje toiʹmme sosiaal- da tiõrvâsvuõttpiisar da Tâʹvv-Lääʹddjânnam sosiaalsueʹrj siltteemkõõskõõzz sääʹmjuâǥǥtõõzz plaaneei.

source: Posken saamelaisyksikön toiminnasta lisätietoja tästä.
sms: Poske sääʹmjuâǥǥtõõzz tuåimmjummšest lie lââʹssteâđ tääiʹben .

source: Sosiaali- ja terveyslautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
sms: Sosiaal- da tiõrvâsvuõttluʹvddkådda koʹlle iiʹjjin 2020-2023 täk vuäzzla:

source: Jäsenet: Hetta Karen-Anni, pj. Magga Ulla-Maarit , vpj. Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne
sms: Vuäzzla: Hetta Karen-Anni, sj. Magga Ulla-Maarit, vsj. Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne

source: Varajäsenet: Äärelä Inga Länsman Aslak Uula Niittyvuopio-Lämsä Leena Itäkivi Minka Veijola Ánte Tervonen Joanna Feodoroff Veikko
sms: Väärrvuäzzla: Äärelä Inga Länsman Aslak Uula Niittyvuopio-Lämsä Leena Itäkivi Minka Veijola Ánte Tervonen Joanna Feodoroff Veikko
